Repository: EduardDopler/femto
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de_de

# lang
source: en
de_de: de

# home_blog_overview
source: Homepage/Blog overview
de_de: Startseite/Blog-Übersicht

# other_lang
source: de
de_de: en

# other_lang_long
source: German
de_de: English

source: Search
de_de: Suche

# impressum
source: About/Contact
de_de: Impressum/Kontakt

source: Posts
de_de: Beiträge

# time_fmt
source: h:i a
de_de: H:i

# datetime_fmt
source: d M, Y h:i a
de_de: d.m.Y H:i

# footer_copyright
source: All content, if not differently marked, is pub­lished under the <a href="http://creativecommons.org/licenses/by/4.0/deed.en">Creative Commons-Lizenz (cc-by)</a>.
de_de: Jeglicher Inhalt, sofern nicht anders ge&shy;kenn&shy;zeich&shy;net, ist pub&shy;li&shy;ziert unter der <a href="http://creativecommons.org/licenses/by/4.0/deed.de">Creative Commons-Lizenz (cc-by)</a>.

# loading
source: Wait a sec, loading...
de_de: Moment, lade ältere Artikel...

# form_email
source: Email (not published)
de_de: E-Mail (nicht öffentlich)

# form_comment
source: Comment... (code tag allowed)
de_de: Kommentar... (code-Tag erlaubt)

# morebutton_older_posts
source: Older posts
de_de: Ältere Artikel

source: comment
de_de: Kommentar

source: Comments
de_de: Kommentare

# com_so_far
source: So far...
de_de: Bisher...

# com_no_comments
source: ...no comments
de_de: ...keine Kommentare.

# com_not_approved
source: [not yet approved]
de_de: [noch nicht freigeschaltet]

# com_says
source: says:
de_de: sagt:

# com_your_comment
source: Your comment
de_de: Dein Kommentar

# com_activate_javascript
source: Please activate JavaScript
de_de: Bitte JavaScript aktivieren

# com_leave_empty
source: leave empty
de_de: Bitte freilassen

# com_submit
source: send
de_de: kommentieren

# lang_code
source: en_US
de_de: de_DE

# latest_posts
source: More?
de_de: Mehr davon:

# db_error
source: Sorry, something went wrong... The database stumbled. Let me clean that up and you try again later, okay?
de_de: Mist, irgendetwas ist schief gelaufen... Die Datenbank hat sich verschluckt. Lass mich das klären und du versuchst es später erneut, okay?

# article_404
source: <article> <h3>404</h3> <p><strong>No article found with this ID.</strong></p> <p>Please try the <a href="/search.php">search</a> or visit the <a href="/">Homepage</a>.</p> </article>
de_de: <article> <h3>404</h3> <p><strong>Kein Artikel mit dieser ID gefunden.</strong></p> <p>Versuch es mit der <a href="/search.php">Suche</a> oder auf der <a href="/">Startseite</a>.</p> </article>

# impressum_text
source: <p>Your About Me/Contact page.</p>
de_de: <p>Dein Impressumstext.</p>

# search_intro
source: Looking for something? This blog uses %search_engine% as its search engine. I bet you will find it.
de_de: Auf der Suche? Dieser Blog nutzt die Suchengine von %search_engine%. Damit findest du es bestimmt.

source: search term
de_de: Suchbegriff

source: The End.
de_de: Ende.

# comment_result_spam
source: <h3>Spam?!</h3> <p>The spam system caught your comment. <br> Please check if JavaScript is activated and you solved the math exercise in the comment field. Try again.</p>
de_de: <h3>Spam?!</h3> <p>Dein Kommentar wurde leider vom Spam-System erfasst. <br> Zum Kommentieren muss JavaScript aktiviert sein und die schwere Mathe-Aufgabe im Kommentarformular gelöst werden. Versuch‘s doch noch einmal.</p>

# comment_result_format
source: <h3>Attention!</h3> <p>Your comment was <em>not</em> saved, because not all mandatory fields were filled out properly.</p> <ul> <li>Does your name contain at least 2 characters?</li> <li>Is your Email address correct?</li> <li>Have you entered a comment anyway?</li> </ul> <p>Try again.</p>
de_de: <h3>Obacht!</h3> <p>Dein Kommentar wurde <em>nicht</em> gespeichert, weil die Pflichfelder nicht richtig ausgefüllt wurden.</p> <ul> <li>Besteht dein Name aus mindestens 2 Zeichen?</li> <li>Ist die E-Mail-Adresse korrekt?</li> <li>Hast du überhaupt einen Kommentar eingegeben?</li> </ul> <p>Versuch‘s doch noch einmal.</p>

# comment_result_internal_error
source: <h3>Internal Error</h3> <p>It seems that our server stumbled upon something. Anyway, your comment could <em>not</em> be saved.<br> Maybe you try again later. Sorry!</p>
de_de: <h3>Interner Fehler</h3> <p>Leider läuft der Server anscheinend nicht rund, jedenfalls konnte dein Kommentar <em>nicht</em> gespeichert werden.<br> Vielleicht klappt es später. Sorry!</p>

# comment_result_saved
source: <h3>Saved, in verifying queue.</h3> <p>Your comment was saved and waits for approval.</p>
de_de: <h3>Gespeichert, wird geprüft</h3> <p>Dein Kommentar wurde gespeichert und wartet auf Freischaltung.</p>

# back_to_comment
source: See where your comment will live
de_de: Hier wird dein Kommentar zukünftig hausen

# click_back_button
source: <p>Hit the back button of your browser.</p>
de_de: <p>Bemüh am besten den Zurück-Button deines Browsers.</p>

source: Downloads/Scripts
de_de: Downloads/Scripte

source: all unapproved comments
de_de: nicht-freigeschaltete Kommentare

source: last 20 comments
de_de: die 20 letzten Kommentare

# belonging_to_my_posts
source: comments to my posts
de_de: Kommentare zu meinen Beiträgen

source: select
de_de: anzeigen

source: approve
de_de: freischalten

source: edit
de_de: bearbeiten

source: delete
de_de: löschen

# field_created
source: Created
de_de: Erstellt

# field_content
source: Content
de_de: Inhalt

# field_approved_short
source: appr
de_de: freig.

# edit_desc
source: Edit this row
de_de: bearbeiten

# edit_short
source: edit
de_de: bearb.

# result_comment_edit
source: Action %action% successfully performed on %numSuccess%/%numAll% comments.
de_de: %action% erfolgreich angewendet auf %numSuccess%/%numAll% Kommentare.

source: Edit Comment
de_de: Kommentar bearbeiten

# do_not_change
source: Do not change! Update will not affect desired ID otherwise.
de_de: Nicht ändern! Andernfalls schlägt das Update fehl.

# field_commentid
source: Comment ID
de_de: Kommentar-ID

# changes_not_recommended
source: Changes here are not recommened but possible by clicking on this form field.
de_de: Änderungen hier werden nicht empfohlen, sind aber machbar, in dem man auf dieses Feld klickt.

# field_postid
source: Post ID
de_de: Beitrags-ID

# field_language
source: Language
de_de: Sprachkürzel

source: true
de_de: ja

source: false
de_de: nein

# field_approved
source: Approved
de_de: Freigegeben

source: edit all
de_de: alle bearbeiten

source: Logged In
de_de: Eingeloggt

source: New Post
de_de: Neuer Beitrag

source: Authors
de_de: Autoren

source: access level
de_de: Zugriffsebene

# logged_in_as
source: Logged in as %username% (%accesslevel%).
de_de: Eingeloggt als %username% (%accesslevel%).

# confirmLeave
source: Changes not saved yet!
de_de: Änderungen noch nicht gespeichert!

# confirm_delete_rows
source: Delete %count% row(s). Process?
de_de: %count% Reihe(n) löschen?

# confirm_delete_post
source: Delete this post and all its comments?
de_de: Diesen Beitrag und all seine Kommentare löschen?

# confirm_delete_author
source: Delete author permanently? (Will fail if author still has posts.)
de_de: Autor unwiderruflich löschen? (Schlägt fehl, wenn Autor noch Beiträge besitzt.)

# confirm_reset_pw
source: Reset this password? It will be replaced by a random one which will be displayed afterwards.
de_de: Dieses Passwort zurücksetzen? Es wird durch ein zufälliges Passwort ersetzt und angezeigt.

# confirm_block_author
source: Change blocking for this user?
de_de: Blockierung für diesen Autor ändern?

# enable_field
source: Editting this field may lead to corruption of your blog and database. Handle with care.
de_de: Das Bearbeiten dieses Feldes könnte zu einer inkonsisten Datenbank und damit zu einem nicht funktionierenden Blog führen.

# latin_chars_only
source: The username may only consists of latin chars (A-Z, a-z, 0-9).
de_de: Der Benutzername darf nur aus lateinischen Zeichen bestehen (A-Z, a-z, 0-9).

# update_checking
source: Searching for updates...
de_de: Suche Updates...

# update_available
source: <em style="color:red">Updates available, please update.</em>
de_de: <em style="color:red">Updates verfügbar, bitte updaten.</em>

# update_available_critical
source: <strong style="color:red">Critical updates found!</strong> Please update!
de_de: <strong style="color:red">Kritisches Update verfügbar!</strong> Bitte updaten!

# no_update_available
source: No updates.
de_de: Keine Updates.

source: Hello
de_de: Hallo

# field_lastlogin
source: Last Login
de_de: Letzter Login

# fopen_error
source: Error while opening file. Make sure your server has write permissions on it.
de_de: Fehler beim Öffnen der Datei. Dein Server benötigt darauf Schreibrechte.

source: Access violation
de_de: Rechterverletzung

source: Sorry, not allowed.
de_de: Sorry, das darfst du nicht.

source: back
de_de: zurück

# blockauthor_success
source: Changed blocking settings for this user.
de_de: Blockierung bearbeitet.

# blockauthor_desc
source: This will only apply to the login procedure.
de_de: Die Einstellung betrifft nur den Login-Vorgang.

# blockauthor_failed
source: Blocking settings NOT changed.
de_de: Blockierung NICHT bearbeitet.

# db_error_on_write
source: The data could not be written to the database.<br> Please check the format of your data or whether the database prints any useful information. Maybe this an access violation though.
de_de: Die Daten wurden nicht in die Datenbank geschrieben.<br> Kontrollier doch noch einmal das Format deiner Daten oder ob die Datenbank einen Fehler liefert. Vielleicht liegt auch eine Rechteverletzung vor.

# update_feed_sitemap_desc
source: Update the feed/ATOM file and sitemap.xml after changes on posts
de_de: Nach Änderungen von Beiträgen die Feed/ATOM-Datei und sitemap.xml neu erstellen lassen

# update_feed_sitemap
source: Update feed and sitemap.xml
de_de: Feed und sitemap.xml aktualisieren

# field_visibility
source: Visibility
de_de: Status

# field_lang
source: Lang
de_de: Sprache

# field_title
source: Title
de_de: Titel

# field_modified
source: Modified
de_de: Bearbeitet

# show_its_comments
source: show corresponding comments
de_de: zugehörige Kommentare anzeigen

source: block
de_de: sperren

# field_username
source: Username
de_de: Benutzername

# field_registered
source: Registered
de_de: Registriert

# field_accesslevel
source: Access Level
de_de: Zugriffsebene

# field_password
source: Password
de_de: Passwort

source: rename
de_de: umbenennen

# change_pw
source: change
de_de: ändern

# reset_pw
source: reset
de_de: zurücksetzen

source: unblock
de_de: entsperren

source: New Author
de_de: Neuer Autor

# accesslevel_3
source: Author
de_de: Autor

source: create
de_de: erstellen

# accesslevel_1_desc
source: all privileges
de_de: alle Rechte

# accesslevel_2_desc
source: all privileges without altering admin’s password
de_de: alles außer Admin-Passwort ändern

# accesslevel_3_desc
source: write articles, edit own articles and corresponding comments (no delete privileges)
de_de: Artikel schreiben, eigene Artikel und zugehörige Kommentare bearbeiten (keine Lösch-Rechte)

# pwchange_too_short
source: New password too short (min. %num% chars).
de_de: Neues Passwort zu kurz (min. %num% Zeichen).

# pwchange_not_equal
source: Passwords are not equal.
de_de: Passwörter stimmen nicht überein.

# pwchange_old_wrong
source: Current password is not correct.
de_de: Aktuelles Passwort nicht korrekt.

# pwchange_success
source: Password changed.
de_de: Passwort geändert.

# pwchange_failed
source: Password NOT changed.
de_de: Passwort NICHT geändert.

# pwchange
source: Change password
de_de: Passwort ändern

# field_oldpass
source: current password
de_de: aktuelles Passwort

# field_newpass1
source: new password
de_de: neues Passwort

# field_newpass2
source: new password (repeat)
de_de: neues Passwort wiederholen

source: change
de_de: ändern

# deleteauthor_not_yourself
source: Administrators cannot delete themselves in order to always keep one left at the system. You could contact another one, if possible.
de_de: Administratoren können sich nicht selbst löschen, damit immer einer vorhanden ist. Frag, wenn möglich, einen anderen Administrator.

source: Author deleted.
de_de: Autor gelöscht.

source: Author NOT deleted.
de_de: Autor NICHT gelöscht.

# delauthor_failed_has_posts
source: Author was not deleted because their are still posts referenced.
de_de: Autor nicht gelöscht, weil noch Beiträge von ihm/ihr existieren.

source: Login failed
de_de: Login fehlgeschlagen.

# login_failed_error
source: Username/Password correct?
de_de: Nutzername/Passwort korrekt?

source: Post
de_de: Beitrag

source: Post deleted.
de_de: Beitrag gelöscht.

source: Post NOT deleted.
de_de: Beitrag NICHT gelöscht.

source: Edit Post
de_de: Beitrag bearbeiten

source: posted
de_de: veröffentlicht

source: hidden
de_de: versteckt

source: draft
de_de: Entwurf

# now_desc
source: insert current date/time
de_de: aktuelles Datum einfügen

source: now
de_de: jetzt

# field_urltitle
source: URL Title
de_de: URL-Titel

# from_title_desc
source: Transform title into URL-friendly format
de_de: automatisch aus dem Titel generieren

source: from title
de_de: auto

# field_authorid
source: Author ID
de_de: Autoren-ID

source: none
de_de: keine

# field_langreference
source: Foreign Lang ID
de_de: ID für Fremdsprache

source: visible
de_de: sichtbar

source: closed
de_de: geschlossen

# field_comvisibility
source: Status Comments
de_de: Status Kommentare

# field_comcount
source: # of Comments
de_de: Anzahl Kommentare

source: preview
de_de: Vorschau

source: Delete Post
de_de: Beitrag löschen

source: Post inserted
de_de: Beitrag erstellt

# post_inserted_view_here
source: You can view it here.
de_de: Du kannst ihn dir hier ansehen.

# post_inserted_not_public
source: ... and as desired not publicly available.
de_de: ... und ist wie gewünscht öffentlich nicht einsehbar.

source: Post NOT inserted
de_de: Beitrag NICHT erstellt

# do_not_change_autovalue
source: Do not change! This is an auto-value.
de_de: Nicht ändern! Dieser Wert wird automatisch eingefügt.

# rename_success
source: Renamed successfully.
de_de: Erfolgreich umbenannt.

source: Rename failed.
de_de: NICHT umbenannt.

# field_newname
source: new name
de_de: neuer Name

source: Create Feed
de_de: Feed erstellen

source: Success.
de_de: Erfolg.

source: Create Sitemap
de_de: sitemap.xml erstellen

source: Nothing to do.
de_de: Nichts zu tun.

# update_feedsitemap_howto
source: Pick the number of posts for the feed (0 means no feed will be created) and its language.<br> You can change the template of sitemap.xml in the file <code>sitemap_head.xml</code>.
de_de: Wähle die Anzahl der Posts für den Feed (0 erstellt keinen neuen Feed) und dessen Sprache.<br> Das Gerüst der sitemap.xml kann in der Datei <code>sitemap_head.xml</code> angepasst werden.

# num_feed_posts
source: number of posts
de_de: Anzahl Beiträge

source: language
de_de: Sprache

# update_sitemap_true
source: update sitemap.xml
de_de: sitemap.xml aktualisieren

# update_sitemap_false
source: do not update sitemap.xml
de_de: sitemap.xml nicht aktualisieren

source: update
de_de: aktualisieren

# post_updated
source: Post updated successfully.
de_de: Beitrag erfolgreich aktualisiert.

# post_not_updated
source: Post coult NOT be updated
de_de: Beitrag NICHT bearbeitet.

# pwreset_success
source: Password reset successfully.
de_de: Passwort zurückgesetzt.

# pwreset_pwhash
source: The password was reset to: <code style="color:#ddd;background:#777;padding:3px;font-size:1.2em">%password%</code><br> Please inform the author and let him/her change it.
de_de: Das Passwort wurde zurückgesetzt auf: <code style="color:#ddd;background:#777;padding:3px;font-size:1.2em">%password%</code><br> Leite es an den Autor weiter und lass es ihn/sie bei Bedarf ändern.

# pwreset_failed
source: Password was NOT reset.
de_de: Passwort NICHT zurückgesetzt.

source: Logged out
de_de: Ausgeloggt

source: Bye.
de_de: Ciao.

# author_created
source: Author added.
de_de: Autor hinzugefügt.

# author_created_pwhash
source: The initial password was set to <code style="color:#ddd;background:#777;padding:3px;font-size:1.2em">%password%</code><br> Please refer it to the new author and advise him/her change it.
de_de: Das initiale Passwort wurde gesetzt auf: <code style="color:#ddd;background:#777;padding:3px;font-size:1.2em">%password%</code><br> Leite es an den neuen Autor weiter und lass es ihn/sie ändern.

# mailed_to_admin
source: This event was %not% mailed to the first administrator.
de_de: Dieses Ereignis wurde %not% an den ersten Administrator gemailt.

source: not
de_de: nicht

# author_not_created
source: Author NOT added.
de_de: Autor NICHT hinzugefügt.

source: Username not free.
de_de: Benutzername bereits vergeben.
